/* No comment provided by engineer. */
"1 byte" = "1 byte";

/* No comment provided by engineer. */
"16 bytes" = "16 byte";

/* No comment provided by engineer. */
"2 bytes" = "2 byte";

/* No comment provided by engineer. */
"32 bytes" = "32 byte";

/* No comment provided by engineer. */
"4 bytes" = "4 byte";

/* No comment provided by engineer. */
"8 bytes" = "8 byte";

/* ASCII char set name in status bar */
"ASCII" = "ASCII";

/* String encodings message */
"At least one encoding has to be selected" = "Deve essere selezionata almeno una codifica";

/* No comment provided by engineer. */
"Authentication cancelled. Download failed." = "Autenticazione annullata. Download non riuscito.";

/* Selected block extend location
   Selected block shrink location */
"Back" = "Dietro";

/* Block move direction */
"Backward" = "Indietro";

/* Big endianess, for toolbar combo box */
"Big" = "Big-endian";

/* No comment provided by engineer. */
"Big Endian" = "Big-endian";

/* No comment provided by engineer. */
"Can't make up destination file name. Download failed." = "Impossibile ricreare il nome del file di destinazione. Download non riuscito.";

/* Cancel button title */
"Cancel" = "Annulla";

/* Clear recent searches in toolbar search field */
"Clear" = "Cancella";

/* Toolbar button title */
"Copy" = "Copia";

/* No comment provided by engineer. */
"Copy Selection" = "Copia selezione";

/* Message when string can't be converted to a hex integer */
"Couldn't convert to hex integer." = "Impossibile convertire in intero esadecimale.";

/* Toolbar button title */
"Cut" = "Taglia";

/* No comment provided by engineer. */
"Cut Selection" = "Taglia selezione";

/* Title of the dialog warning the user they are about to put too much data on the clipboard (hundreds of megabytes */
"Data Too Large" = "Dati troppo grandi";

/* Shorthand for decimal, for status bar */
"Dec" = "Dec";

/* Decimal numbers */
"Decimal" = "Decimale";

/* No comment provided by engineer. */
"Download complete." = "Download completato.";

/* No comment provided by engineer. */
"Download failed:" = "Download non riuscito:";

/* No comment provided by engineer. */
"Download redirected to " = "Download reindirizzato verso ";

/* No comment provided by engineer. */
"Downloading" = "Scarico";

/* EBCDIC char set name in status bar */
"EBCDIC" = "EBCDIC";

/* PLACEHOLDER */
"Empty" = "Vuoto";

/* Toolbar combo title */
"Endianess" = "Ordine dei byte";

/* No comment provided by engineer. */
"Endianess Selection" = "Ordine dei byte della selezione";

/* Button title for block extend */
"Extend" = "Estendi";

/* Window title for block extend */
"Extend Selection" = "Estendi selezione";

/* Toolbar text field title */
"Find" = "Cerca";

/* No comment provided by engineer. */
"Find in File" = "Cerca nel file";

/* Block move direction */
"Forward" = "In avanti";

/* Selected block extend location
   Selected block shrink location */
"Front" = "Davanti";

/* General preferences title */
"General" = "Generale";

/* Toolbar text field title */
"Go To Offset" = "Vai all'offset";

/* No comment provided by engineer. */
"Go to Offset" = "Vai all'offset";

/* GSM char set name in status bar */
"GSM" = "GSM";

/* Hexadecimal numbers
   Search type
   Shorthand for hexadecimal, for status bar */
"Hex" = "Esa";

/* No comment provided by engineer. */
"Hex search" = "Ricerca esa";

/* Title of a panel telling user that their plugin is incompatible with the current architecture they're running on */
"Incompatible Plug-in" = "Plug-in incompatibile";

/* Write mode */
"Insert" = "Inserisci";

/* No comment provided by engineer. */
"Invalid hex character in string" = "Carattere esadecimale nella stringa non valido";

/* items replaced in search and replace */
"item(s) replaced" = "elemento(i) sostutuito(i)";

/* Title of the dialog warning the user they are about to put too much data on the clipboard (hundreds of megabytes */
"Large Data" = "Dati grandi";

/* Little endianess, for toolbar combo box */
"Little" = "Little-endian";

/* No comment provided by engineer. */
"Little Endian" = "Little-endian";

/* Message telling the user the maximum about of data they can put on the clipboard. %s will get replaced by the actual number of bytes (eg 5 MB, 10 GB, ...) */
"Maximum amount of data that can be put on the clipboard is %s" = "Il quantitativo massimo di dati che può essere copiato negli appunti è %s";

/* String encodings message */
"Maximum number of selectable encodings reached" = "Numero massimo di codifiche selezionabili raggiunto";

/* Button title for moving selected block */
"Move" = "Sposta";

/* Window title for moving selected blocks */
"Move Selection" = "Sposta selezione";

/* Window title when new version of 0xED is found */
"New Version Available" = "Nuova versione disponibile";

/* No comment provided by engineer. */
"New version of this application is available. Would you like to download it?" = "È disponibile una nuova versione di questa applicazione. Vuoi scaricarla?";

/* No comment provided by engineer. */
"No" = "No";

/* No lines in binary display */
"No lines" = "Nessuna linea";

/* File offset for status bar */
"Offset" = "Offset";

/* OK button title */
"OK" = "Ok";

/* Window title when directory is dropped on 0xED */
"Open Directory" = "Apri cartella";

/* Write mode */
"Overwrite" = "Sovrascrivi";

/* No comment provided by engineer. */
"Parts of the file were unreadable. Those will be displayed blank in the output. Further editing of this file is disabled." = "Alcune parti del file sono illeggibili. Tali parti saranno visualizzate tramite spazi. Ulteriori modifiche di questo file sono disabilitate.";

/* Toolbar button title */
"Paste" = "Incolla";

/* No comment provided by engineer. */
"Paste from Clipboard" = "Incolla dagli appunti";

/* Message offering solution for incompatible plugin. %s will be replaced by the plugin path. */
"Plug-in (%s) is incompatible with the app architecture. It will need to be recompiled." = "Il plug-in (%s) è incompatibile con l'architettura dell'applicazione. È necessaria una versione ricompilata per questa architettura.";

/* File read error panel title */
"Read Error" = "Errore di lettura";

/* Menu title for search field in toolbar */
"Recent Searches" = "Ricerche recenti";

/* Toolbar button title */
"Redo" = "Ripeti";

/* No comment provided by engineer. */
"Redo Action" = "Ripeti azione";

/* No comment provided by engineer. */
"Required authentication failed. Download unsuccessful." = "Autenticazione richiesta fallita. Download non riuscito.";

/* This will be put in the title of the window if resource fork is opened */
"Resource Fork" = "Resource Fork";

/* Toolbar button title */
"Save" = "Salva";

/* No comment provided by engineer. */
"Save File" = "Salva file";

/* Selection length for status bar */
"Selection" = "Selezione";

/* Button title for block shrink */
"Shrink" = "Riduci";

/* Window title for block shrink */
"Shrink Selection" = "Riduci selezione";

/* Toolbar combo title */
"String Encoding" = "Codifica stringhe";

/* No comment provided by engineer. */
"String Encoding Selection" = "Selezione della codifica delle stringhe";

/* Search type */
"Text" = "Testo";

/* Toolbar combo title that will show text modes (ASCII, EBCDIC, GSM, ...) */
"Text Column" = "Colonna del testo";

/* No comment provided by engineer. */
"Text Column (ASCII, EBCDIC, GSM, ...)" = "Colonna del testo (ASCII, EBCDIC, GSM, ...)";

/* No comment provided by engineer. */
"Text search" = "Ricerca testuale";

/* No comment provided by engineer. */
"The other fork could not be opened" = "L'altra fork non può essere aperta";

/* Confirmation when a directory with a large number of files is dropped on 0xED. %u will be replaced by the number of files */
"There are %u files in the directory. Are you sure you want to proceed?" = "Sono presenti %u file nella cartella. Sei sicuro di voler procedere?";

/* Visualizer column header name */
"Type" = "Tipo";

/* User interface preferences title */
"UI" = "UI";

/* No comment provided by engineer. */
"Unable to open other fork" = "Impossibile aprire l'altra fork";

/* Toolbar button title */
"Undo" = "Annulla";

/* No comment provided by engineer. */
"Undo Action" = "Annulla azione";

/* Visualizer column header name */
"Value" = "Valore";

/* Visualizer preferences title */
"Visualizer" = "Visualizzatore";

/* No comment provided by engineer. */
"Yes" = "Si";

/* Message telling the user they're about to put a large amount of data on the clipboard. %s will get replaced by the actual number of bytes (eg 5 MB, 10 GB, ...) */
"You are trying to put %s of data on the clipboard. Are you sure you want to proceed?" = "Stai tentando di copiare %s di dati negli Appunti. Sei sicuro di voler continuare?";